{
    "en": {
        "translation": {
            "Name": "Prehistories",
            "objective.default.text": "Click on any Objective card to get more details",
            "objectiveA1": "Connect the two Totemic Animal Paintings. Different types of animals can be used, as well as the Hunter Painting. All tiles must be adjacent by at least one side.",
            "objectiveA2": "Paint a square block of 9 spaces at the enter of the cave. The square can be painted with different animals, ans the Hunter painting already present does count for the completion of the square block.",
            "objectiveA3": "Paint a column with 5 different animal types, Legendary and Totemic animals included. There is no order and there can be the same type of animal twice (but count only as one). Animals can be separated from one another.",
            "objectiveA4": "Paint a group of 8 identical animals, no matter how many animal tiles are used. All tiles must be adjacent by at least on side. Two Legendary Animal tiles do not fulfill this Objective.",
            "objectiveA5": "Completely surround the Hunter painting with 8 animals (Legendary included). The same type of animal can be used multiple times.",
            "objectiveA6": "Paint 5 animals of the same type on a single column. Legendary Animal tiles cannot be used for this Objective. Animal can be separated from one another.",
            "objectiveA7": "Paint the higher corner on the left and the lower corner on the right and connect them by using tiles. Different types of animas can be used, as well as the Hunter and the Totemic Animal paintings All tiles must be adjacent by at least one side.",
            "objectiveA8": "Paint 5 size 1 Animal Tiles, whatever the animal used. Animals can be separated from one another, and the Hunter and Totemic Animal tiles do not count.",
            "objectiveA9": "Completely surround a Legendary Animal tile. The side of the cave, the pre-existing paintings (Totemic animal and Hunter) and any Animal tile (including another Legendary Animal tile) can be used.",
            "objectiveB1": "Completely surround both Totemic Animal paintings. Any Animal tile (Legendary tiles included) can be used. The same type of animal can be used multiple tiles.",
            "objectiveB2": "Paint the back of the cave (the column on the right) with any type of animals (Legenadry included). The whole column must be painted.",
            "objectiveB3": "Paint a line with 5 different animal types, Legendary and Totemic animals included. There is no order and there can be the same type of animal twice (but count only as one). Animals can be separated from one another.",
            "objectiveB4": "Paint a group of 10 identical animals, no matter how many animal tiles are used. All tiles must be adjacent by at least on side. Two Legendary Animal tiles do not fulfill this Objective.",
            "objectiveB5": "Paint on each side of the Hunter painting with different animal types.",
            "objectiveB6": "Paint 5 animals of the same type on a single line. Legendary Animal tiles cannot be used for this Objective. Animal can be separated from one another.",
            "objectiveB7": "Paint all four corners of the cave.",
            "objectiveB8": "Collect 3 Animal tiles from the board in the same turn.",
            "objectiveB9": "Paint 2 Legendary Tiles next to each other. The two tiles must have a whole side in common.",
            "Welcome": "Welcome",
            "Welcome, {playerName}": "Welcome, {playerName}",
            "dear spectator": "dear spectator",
            "welcome.player.objectives": "You play with the Objectives cards below",
            "Player avatar": "Player avatar",
            "token": "token",
            "Validate": "Validate",
            "End your Turn": "End your Turn",
            "Drag Here": "Drag Here",
            "injuries": "injuries",
            "Let's Hunt !": "Let's Hunt !",
            "Game loading...": "Game loading...",
            "game.over.you.win": "Victory ! You got rid of all your Totem Tokens first, and win the game!",
            "game.over.player.win": "{player} managed to get rid of all his Totem Tokens first, and wins the game!",
            "initiative.reveal": "All players have played. The groups of hunters are revealed...",
            "initiative.one.player.play.and.validate": "{player} still has to form his hunting group",
            "initiative.other.players.play.and.validate": "Other players still have to form their hunting group",
            "initiative.you.play.and.validate": "You have to form your hunting group for this turn. Once you have finished, click on Validate",
            "hunt.you.hunt.tile": "You must take a tile from the hunting board, or skip your turn",
            "hunt.you.pay.tile": "You must discard your Hunters to pay the cost of the tile, with or without injury",
            "hunt.you.draw.cards": "You draw {cards} cards",
            "hunt.you.draw.no.card": "Because of your many injuries, you do not draw any cards this turn",
            "hunt.you.complete.objectives": "You complete an Objective, and manage to get rid of some Totem Tokens!",
            "hunt.player.hunt.tile": "{player} must take a tile from the hunting board, or end his turn",
            "hunt.player.pay.tile": "{player} must discard his Hunters to pay the cost of the tile, with or without injury",
            "hunt.player.draw.cards": "{player} draws {cards} cards",
            "hunt.player.draw.no.card": "{player} has suffered too many injuries, so he does not draw any cards for this round",
            "hunt.player.complete.objectives": "{player} completes an Objective, and manages to get rid of some Totem Tokens!",
            "Hunting the text bar...": "Hunting the text bar...",
            "White player": "White player",
            "Yellow player": "Yellow player",
            "Red player": "Red player",
            "Green player": "Green player",
            "Blue player": "Blue player",
            "OK": "OK",
            "Display tutorial": "Display tutorial",
            "Restart the tutorial": "Restart the tutorial",
            "Play with friends": "Play with friends",
            "Find players": "Find players",
            "Menu": "Menu",
            "Cancel": "Cancel",
            "Yes": "Yes",
            "No": "No",
            "Update": "Update",
            "Confirm": "Confirm",
            "Close": "Close",
            "Help": "Help",
            "Play": "Play",
            "Discuss": "Chat",
            "Sign in": "Sign in",
            "authors.1": "A game by <0>{author}</0>",
            "authors.2": "A game by <0>{author1}</0> and <0>{author2}</0>",
            "artists.1": "Illustrated by <0>{artist}</0>",
            "artists.2": "Illustrated by <0>{artist1}</0> and <0>{artist2}</0>",
            "publishers.1": "Published by <0>{publisher}</0>",
            "publishers.2": "Published by <0>{publisher1}</0> and <0>{publisher2}</0>",
            "developers.1": "Adapted by <0>{developer}</0>",
            "developers.2": "Adapted by <0>{developer1}</0> and <0>{developer2}</0>",
            "Type a message": "Type a message",
            "sign-in-to-chat": "You must sign in to chat",
            "Send": "Send",
            "See overall ranking": "See overall ranking",
            "Player {number}": "Player {number}",
            "Whoops...": "Whoops...",
            "failure.dialog.network": "An action could not be completed and was canceled. Are you still connected to the Internet?",
            "Move unauthorized!": "Move unauthorized!",
            "failure.dialog.play": "The action you played is not allowed.",
            "failure.dialog.play2": "If the issue remains, try to <0>reload the game</0>",
            "Too late!": "Too late!",
            "failure.dialog.undo": "The other players have already played, your move could not be canceled.",
            "Move not expected in the tutorial": "Move not expected in the tutorial",
            "failure.dialog.tutorial": "You will soon be free to make your own choices! Let us show you the last information...",
            "Unknown error:": "Unknown error:",
            "Undo my last move": "Undo my last move",
            "Go to full screen": "Go to full screen",
            "Leave full screen": "Leave full screen",
            "Give up": "Give up",
            "Give up the game": "Give up the game",
            "give-up.dialog.p1": "You will be eliminated and replaced by a robot playing at random.",
            "give-up.dialog.p2": "The game will count as an overall loss.",
            "give-up.dialog.p3": "Your friends will be able to finish the game without you.",
            "Eject player": "Eject player",
            "eject.dialog.p1": "{player} has exceeded their thinking time",
            "eject.dialog.p2": "Beyond {duration} you will be allowed to eject them and continue the game.",
            "eject.dialog.p3": "If you don’t think they are coming back, you have the option of ejecting them from the game.",
            "Eject {player}": "Eject {player}",
            "Flip your screen": "Flip your screen",
            "fs.dialog.p1": "This game is designed for landscape mode, we recommend to flip your screen.",
            "fs.dialog.p2": "You can also enable fullscreen.",
            "Enable sound": "Enable sound",
            "Mute sound": "Mute sound",
            "Light mode": "Light mode",
            "Dark mode": "Dark mode",
            "Back to Game Park": "Back to Game Park",
            "Play again": "Play again"
        }
    },
    "fr": {
        "translation": {
            "Name": "Prehistories",
            "objective.default.text": "Cliquez sur une carte Objectif pour obtenir sa description",
            "objectiveA1": "Reliez les deux peintures Animal Totem. Vous pouvez utiliser plusieurs types d'animaux et les peintures pré-existantes. Toutes les tuiles doivent se toucher par au moins un côté.",
            "objectiveA2": "Peignez un bloc carré de peintures de 9 cases au centre de la Grotte. Vous pouvez remplir ce carré avec des animaux différents et la peinture du Chasseur compte dans ce bloc.",
            "objectiveA3": "Peignez sur une colonne 5 types d'animaux différents, Légendaire et Totem compris. Il n'y a pas d'ordre a respecter et les animaux peuvent ne pas se toucher. Il peut y avoir plusieurs fois le même animal, qui compte alors pour un.",
            "objectiveA4": "Peignez un groupe de 8 animaux identiques, peu importe le nombre de tuiles Animal utilisé. Toutes les tuiles doivent se toucher par au moins un côté. Vous ne pouvez pas faire cet Objectif avec deux tuiles Animal Légendaire.",
            "objectiveA5": "Entourez complètement le Peinture du Chasseur de 8 animaux (Légendaire compris). Vous pouvez utiliser plusieurs fois le même type d'animal.",
            "objectiveA6": "Peignez sur une seule colonne 5 animaux du même type. Vous ne pouvez pas faire cet Objectif avec des tuiles Animal Légendaire. Les animaux peuvent ne pas se toucher.",
            "objectiveA7": "Peignez les coins supérieur gauche et inférieur droit de la Grotte en les reliant par des peintures. Vous pouvez utiliser plusieurs types d'animaux et les peintures pré-existantes. Les tuiles doivent se toucher par au moins un côté.",
            "objectiveA8": "Ayez peint 5 tuiles Animal de taille 1, quel que soit le type d'animaux peints. Les animaux peuvent ne pas se toucher, et les tuiles pré-existantes ne comptent pas.",
            "objectiveA9": "Entourez complètement une tuile Animal Légendaire. Vous pouvez utilsier les bords de la Grotte les peintures pre-existantes et n'importe quelle tuile Animal, y compris une autre tuile Légendaire. ",
            "objectiveB1": "Entourez complètement les 2 Animaux Totem. Vous pouvez utiliser 'n'importe quelle tuile Animal.",
            "objectiveB2": "Peignez complètement le bord droit de la Grotte avec n'importe quel type d'animal.",
            "objectiveB3": "Peignez sur une ligne 5 types d'animaux différents , Légendaire et Totem compris. Il n'y a pas d'ordre à respecter et il peut y avoir plusieurs fois le même type d'animal, qui compte pour un. Les animaux peuvent ne pas se toucher.",
            "objectiveB4": "Peignez un groupe de 10 animaux identiques, peu importe le nombre de tuiles Animal utilisé. Toutes les tuiles doivent se toucher par au moins un côté. Vous ne pouvez pas faire cet Objectif avec deux tuiles Animal Légendaire.",
            "objectiveB5": "Peignez les 4 cases autour de la Peinture du Chasseur avec 4 animaux différents.",
            "objectiveB6": "Placez sur une seule ligne 5 animaux du même type. Vous ne pouvez pas faire cet Objectif avec des tuiles Animal Légendaire. Les animaux peuvent ne pas se toucher.",
            "objectiveB7": "Peignez les 4 coins de la Grotte.",
            "objectiveB8": "Récupérez 3 tuiles Animal dans le même tour.",
            "objectiveB9": "Peignez deux tuiles Animal Légendaire côté à côté. Les deux tuiles doivent avoir un côté entier en commun.",
            "Welcome": "Bienvenue",
            "Welcome, {playerName}": "Bienvenue, {playerName}",
            "dear spectator": "cher spectateur",
            "welcome.player.objectives": "Vous jouez avec les cartes Objectifs ci-dessous",
            "Player avatar": "Avatar du joueur",
            "token": "jeton",
            "Validate": "Valider",
            "End your Turn": "Terminer votre Tour",
            "Drag Here": "Glisser Ici",
            "injuries": "blessures",
            "Let's Hunt !": "La chasse est ouverte !",
            "Game loading...": "Chargement de la partie...",
            "game.over.you.win": "Victoire ! Vous avez réussi à vous débarrasser de tous vos Jetons Totem en premier, et remportez la partie !",
            "game.over.player.win": "{player} est parvenu à se débarasser de tous ses Jetons Totem en premier, et remporte la partie !",
            "initiative.reveal": "Tous les joueurs ont joué. Les groupes de chasseurs sont dévoilés...",
            "initiative.one.player.play.and.validate": "{player} doit encore former son groupe de chasse",
            "initiative.other.players.play.and.validate": "Les autres joueurs doivent encore former leurs groupe de chasse",
            "initiative.you.play.and.validate": "Vous devez former votre groupe de chasse pour ce tour. Une fois que vous avez terminé, cliquez sur Valider",
            "hunt.you.hunt.tile": "Vous devez prendre une tuile du plateau de chasse, ou bien passer votre tour",
            "hunt.you.pay.tile": "Vous devez défausser vos Chasseurs pour vous acquitter du coût de la tuile, avec ou sans blessure",
            "hunt.you.draw.cards": "Vous piochez {cards} cartes",
            "hunt.you.draw.no.card": "A cause de vos trop nombreuses blessures, vous ne piochez pas de cartes ce tour",
            "hunt.you.complete.objectives": "Vous complétez un Objectif, et parvenez à vous débarasser de quelques Jetons Totem !",
            "hunt.player.hunt.tile": "{player} doit prendre une tuile sur le plateau de chasse, ou bien mettre fin à son tour",
            "hunt.player.pay.tile": "{player} doit défausser ses Chasseurs pour s'acquitter du coût de la tuile, avec ou sans blessure",
            "hunt.player.draw.cards": "{player} pioche {cards} cartes",
            "hunt.player.draw.no.card": "{player} a subi trop de blessures, et ne pioche donc pas de cartes pour ce tour",
            "hunt.player.complete.objectives": "{player} complète un Objectif, et parvient à se débarasser de quelques Jetons Totem !",
            "Hunting the text bar...": "Traque du texte d'information...",
            "White player": "Joueur blanc",
            "Yellow player": "Joueur jaune",
            "Red player": "Joueur rouge",
            "Green player": "Joueur vert",
            "Blue player": "Joueur bleu",
            "OK": "OK",
            "Display tutorial": "Afficher le tutoriel",
            "Restart the tutorial": "Recommencer le tutoriel",
            "Play with friends": "Jouer avec des amis",
            "Find players": "Trouver des joueurs",
            "title.welcome": "Bienvenue dans le tutoriel de Prehistories",
            "tuto.welcome": "Les Grands Anciens viennent de vous confier une mission : célébrer les exploits de votre tribu. Choisissez judicieusement les membres de votre clan, chassez et peignez. Bienvenue dans Prehistories !",
            "title.your.tribe": "Votre tribu",
            "tuto.your.tribe": "Pour ce tutoriel, vous jouerez la tribu des Lions Jaunes.",
            "title.their.tribes": "Les tribus adverses",
            "tuto.their.tribes": "Vos adversaires seront la tribu du Renard Vert, ainsi que celle de la Toison Blanche.",
            "title.how.to.win": "Comment gagner",
            "tuto.how.to.win": "Le gagnant d'une partie de Prehistories est le joueur qui parvient à se débarasser de ses huit jetons Totems le premier.",
            "title.your.hand": "Votre main",
            "tuto.your.hand": "Vous trouverez les Chasseurs de votre tribu dans votre main. Chaque chasseur a une puissance donnée, de 1 pour une puissance faible à 6 pour la plus forte.",
            "title.phases": "Phases de Jeu",
            "tuto.phases": "Un tour se joue en deux phases : La phase d'Initiative, puis la phase de Chasse.",
            "title.initiative.phase": "Tour d'Initiative",
            "tuto.initiative.phase": "Durant la phase d'Initiative, les joueurs préparent leurs groupes de chasse en jouant face cachée des Chasseurs depuis leur main.",
            "title.play.card": "Jouez la carte de puissance 4",
            "tuto.play.card": "Préparez un premier groupe de chasse ! Faites glisser la carte de puissance 4 dans l'espace de jeu ci-dessus.",
            "title.playing.zone": "Espace de jeu",
            "tuto.playing.zone": "Bien ! La carte est maintenant dans votre espace de jeu. Vos adversaires ne la voient pas pour l'instant.",
            "title.turn1.validate": "Cliquez sur le bouton Valider",
            "tuto.turn1.validate": "Votre groupe de chasse est prêt ! Cliquez sur la bouton Valider pour bloquer votre choix, et passer à la phase suivante.",
            "title.reveal": "Dévoilement des cartes",
            "tuto.reveal": "Tous les joueurs ont formé leurs groupes de chasse, qui sont désormais révélés. Vous pouvez les voir en cliquant sur les panneaux respectifs des tribus.",
            "title.turn.order": "Ordre de jeu",
            "tuto.turn.order": "Chaque tribu joue l'une après l'autre, selon le groupe de chasse qu'elle a envoyé sur le terrain. Plus le groupe est puissant, plus il sera lent.",
            "title.your.order": "Votre tour",
            "tuto.your.order": "Pour ce tour, la puissance totale de votre groupe est de 4, ce qui est moins que vos adversaires. Vous jouerez en premier.",
            "title.hunt.phase": "Phase de Chasse",
            "tuto.hunt.phase": "Durant la Phase de Chasse, chaque joueur joue tour à tour ses chasseurs de son groupe pour peindre des tuiles dans sa Grotte, afin d'accomplir des Objectifs.",
            "title.huntBoard": "Le Terrain de Chasse",
            "tuto.huntBoard": "Ceci est le Terrain de Chasse. C'est ici que vous collecterez les tuiles nécessaires à la réalisation des Objectifs.",
            "title.your.cave": "Votre Grotte",
            "tuto.your.cave": "Ceci est votre Grotte. C'est ici que vous pourrez peindre vos exploits. \nTrois tuiles sont déjà présentes dans votre Grotte: la Peinture du Chasseur, et vos deux Animaux Totems.",
            "title.placement.rules": "Règles de Placement des Tuiles",
            "tuto.placement.rules": "La première tuile que vous peindrez doit toujours se trouver dans la colonne la plus à gauche de votre Grotte.\nPar ailleurs, chaque Animal que vous peindrez devra avoir les pieds vers le bas. Les Chamans n'aiment pas l'art abstrait...",
            "title.place.1x1.tile": "Placez votre première tuile",
            "tuto.place.1x1.tile": "Lancez vous ! Prenez la tuile la plus tuile la plus petite, et placez-là dans la première colonne, juste à gauche de votre Animal Totem.",
            "title.spend.mecanics": "Assignez des Chasseurs",
            "tuto.spend.mecanics": "Bien ! A présent, il nous faut dépenser des Chasseurs selon la tuile qui a été prise.",
            "title.spend.costs": "Coût des tuiles",
            "tuto.spend.costs": "Pour chasser une tuile, il faut payer un coût minimal : c'est ce qui correspond à la valeur indiqué en orange, pour une chasse avec blessure\nPour une chasse sans blessure, il convient d'envoyer un groupe de chasseurs plus fort, dont la puissance totale dépasse la seconde valeur, en vert.",
            "title.spend.cost.zone": "Coût de la tuile chassée",
            "tuto.spend.cost.zone": "Ici, on doit assigner au minimum un groupe de puissance 1 pour chasser la tuile. Mais on peut aussi assigner un groupe de puissance 4 ou plus pour ne pas encaisser de blessure.",
            "title.spend.hunter": "Payez le coût de la tuile.",
            "tuto.spend.hunter": "Vous n'avez qu'un seul Chasseur à envoyer. Cliquez dessus, et cliquez le bouton vert, correspondant à une chasse sans blessure.",
            "title.no.injury.hunting": "Première chasse accomplie !",
            "tuto.no.injury.hunting": "Excellent ! Puisque vous avez accompli une chasse sans blessure, vous allez pouvoir piocher 2 cartes pour le prochain tour.",
            "title.end.your.turn": "Terminez votre tour.",
            "tuto.end.your.turn": "Vous n'avez plus de chasseur prêt pour ce tour. Cliquez sur le bouton \"Terminer votre tour\".",
            "title.draw.cards": "Pioche",
            "tuto.draw.cards": "Puisque vous n'avez pas subi de blessure lors de votre chasse, vous piochez 2 cartes pour votre prochain tour !\nSi vous aviez subi une blessure, vous auriez pioché une carte de moins.",
            "title.play.hunters": "Préparez votre Groupe de Chasse",
            "tuto.play.hunters": "Préparez votre groupe pour une seconde chasse ! Nous vous suggérons de placer tous vos chasseurs pour ce tour.",
            "title.turn2.validate": "Valider votre choix",
            "tuto.turn2.validate": "Une fois votre groupe prêt, n'oubliez pas de valider.",
            "title.placement.rules.2": "Règles de Placement des Tuiles",
            "tuto.placement.rules.2": "Une fois passé le premier tour, les tuiles que vous posez doivent être adjacentes à une tuile peinte, qui est raccordée à la première tuile que vous avez posée.",
            "title.turn.tiles": "Orientation des Tuiles",
            "tuto.turn.tiles": "Chaque face de tuile n'a qu'une seule orientation possible, les pattes des animaux devant être dirigés vers le bas.\nCependant, il est possible de retourner les tuiles en cliquant dessus, chaque face ayant une orientation différente !",
            "title.place.2x1.tile": "Placez la tuile de dimension 2",
            "tuto.place.2x1.tile": "Faites en l'expérience : retournez la tuile de deux cases de dimension 2, et placez là ici, contre votre Animal Totem et votre Chasseur.",
            "title.spend.hunters": "Dépenser des Chasseurs",
            "tuto.spend.hunters": "Parfait ! A présent, il faut assigner les chasseurs pour payer le coût de cette tuile.",
            "title.spend.two.hunters": "Dépensez deux Chasseurs",
            "tuto.spend.two.hunters": "Vous n'êtes pas tenu d'envoyer tout votre groupe de chasse d'un seul coup ! N'envoyez que le strict minimum cette fois-ci. Les deux Chasseuses de puissance 2 devraient suffire.",
            "title.injury.hunt": "Chasse avec blessure !",
            "tuto.injury.hunt": "Aïe ! Le groupe de chasse n'avait qu'une puissance limitée pour capturer ces deux Mammouths. La blessure encaissée est représentée ici.",
            "title.drawing.rules": "Règles de Pioche",
            "tuto.drawing.rules": "Le nombre de cartes piochées dépend de votre chasse et de vos blessures :\n- 3 cartes si vous n'avez rien chassé,\n- 2 cartes si vous avez chassé sans blessure,\n- 1 carte si vous avez une blessure.\nEt si vous décidez de chasser plusieurs cibles, et que vous vous blessez plusieurs fois... Vous ne piocherez rien ! Soyez prudents !",
            "title.end.turn": "Terminez votre tour",
            "tuto.end.turn": "Vous n'êtes jamais tenu d'assigner tous vos chasseurs à une tuile. Les chasseurs non utilisés reviendront dans votre main pour un prochain tour. \nTerminez votre tour en cliquant sur le bouton \"Terminer votre tour\".",
            "title.play.big.hunters": "Jouez vos chasseurs",
            "tuto.play.big.hunters": "Parfait ! La tribu a soif d'exploits pour ce tour. A nouveau, jouez tous vos chasseurs dans la zone de jeu.",
            "title.turn3.validate": "Validez votre tour",
            "tuto.turn3.validate": "Sachez que vous n'êtes jamais obligé de jouer des cartes. Vous pouvez très bien passer votre tour si vous ne souhaitez pas révéler votre jeu.\nPensez bien à valider ",
            "title.how.to.discard.tokens": "Se débarasser des Jetons Totems",
            "tuto.how.to.discard.tokens": "C'est à vous de jouer. Nous allons à présent voir comment nous débarasser de nos Jetons Totems, indispensable pour gagner !\nIl existe deux moyens d'y parvenir...",
            "title.permanent.objectives": "Les Objectifs Permanents",
            "tuto.permanent.objectives": "Les Objectifs Permanents seront toujours présents, à chaque partie. Ils vous permettent de vous débarasser d'un jeton Totem lorsque vous complétez une Ligne ou une Colonne dans votre Grotte, ou bien si vous y peignez un Animal Légendaire.\nCes Objectifs peuvent être réalisés plusieurs fois !",
            "title.variable.objectives": "Les Objectifs Variables",
            "tuto.variable.objectives": "Les Objectifs Variables changent à chaque partie. Ils indiquent des objectifs particuliers qui ne peuvent être réalisés qu'une seule fois au cours de la partie.\nDe plus, si vous êtes le premier à accomplir l'Objectif, vous pourrez défausser davantage de Jetons Totems !",
            "title.link.totems.objective": "Objectif : Reliez les Animaux Totems",
            "tuto.link.totems.objective": "Concentrons nous sur cet Objectif. Il consiste à relier les deux animaux Totems de la Grotte par un trajet de tuiles.",
            "title.play.legendary.tile": "Placez la tuile Légendaire",
            "tuto.play.legendary.tile": "Notre équipe de chasse est prête, et nous pouvons faire d'une pierre deux coups ! Placez la tuile Légendaire à droite de cette du Chasseur afin de réaliser l'objectif !",
            "title.spend.all.hunters": "Assignez vos Chasseurs",
            "tuto.spend.all.hunters": "Super ! Il ne reste plus qu'à assigner vos chasseurs. En avant !",
            "title.objectives.validate": "Résultat de la chasse",
            "tuto.objectives.validate": "Excellent ! Vous avez accompli l'objectif variable en premier, et vous avez posé une Tuile Légendaire. Vous vous défaussez donc de trois Jetons Totems d'un seul coup !",
            "title.handprints.1": "Empreintes",
            "tuto.handprints.1": "Avez vous remarqué les empreintes de main sur votre Grotte ? Vous venez d'en recouvrir une lors de votre coup. Votre tribu s'approprie un peu plus cette Grotte.",
            "title.handprints.2": "Empreintes",
            "tuto.handprints.2": "Lorsqu'une empreinte est recouverte, vous piochez des cartes supplémentaires pour votre prochain tour. Vous piocherez donc une carte supplémentaire à la carte piochée pour une chasse avec blessure.\nEssayez de recouvrir la case avec deux empreintes pour piocher deux cartes supplémentaires lors d'un prochain tour !",
            "title.review.objectives": "Les Objectifs",
            "tuto.review.objectives": "Vous pouvez consulter à tout moment les objectifs de la partie en cliquant sur ces derniers. Faites-le pour obtenir davantage d'informations, et savoir comment orienter votre stratégie.",
            "title.end.tuto": "Bonne Chance !",
            "tuto.end.tuto": "Vous êtes à présent libre de vos choix.\nN'oubliez pas que la partie ne se terminera que lorsqu'un joueur se sera débarassé de tous ses Jetons Totems.\nBonne chance, et amusez vous bien !",
            "Congratulations": "Félicitations",
            "You have finished your first game! You can now play with your friends, or meet other players via our chat room on Discord.": "Vous avez terminé votre première partie ! Vous pouvez à présent jouer avec vos amis, ou rencontrer d’autres joueurs via notre serveur Discord.",
            "Menu": "Menu",
            "Cancel": "Annuler",
            "Yes": "Oui",
            "No": "Non",
            "Update": "Modifier",
            "Confirm": "Confirmer",
            "Close": "Fermer",
            "Help": "Aide",
            "Play": "Jouer",
            "Discuss": "Discuter",
            "Sign in": "Connexion",
            "authors.1": "Un jeu de <0>{author}</0>",
            "authors.2": "Un jeu de <0>{author1}</0> et <0>{author2}</0>",
            "artists.1": "Illustré par <0>{artist}</0>",
            "artists.2": "Illustré par <0>{artist1}</0> et <0>{artist2}</0>",
            "publishers.1": "Édité par <0>{publisher}</0>",
            "publishers.2": "Édité par <0>{publisher1}</0> et <0>{publisher2}</0>",
            "developers.1": "Adapté par <0>{developer}</0>",
            "developers.2": "Adapté par <0>{developer1}</0> et <0>{developer2}</0>",
            "Type a message": "Tapez un message",
            "sign-in-to-chat": "Vous devez vous connecter pour discuter",
            "Send": "Envoyer",
            "See overall ranking": "Voir le classement",
            "Player {number}": "Joueur {number}",
            "Whoops...": "Oups...",
            "failure.dialog.network": "Une action n’a pas pu aboutir et a été annulée. Êtes-vous toujours connecté à Internet ?",
            "Move unauthorized!": "Coup non autorisé !",
            "failure.dialog.play": "L’action que vous avez jouée n’est pas autorisée.",
            "failure.dialog.play2": "Si le problème persiste, vous pouvez <0>rafraîchir la partie</0>",
            "Too late!": "Trop tard !",
            "failure.dialog.undo": "Les autres joueurs ont déjà joué, votre coup n’a pas pu être annulé.",
            "Move not expected in the tutorial": "Coup non prévu dans le tutoriel",
            "failure.dialog.tutorial": "Promis, vous serez bientôt libres de vos choix ! Nous allons vous réafficher la dernière information...",
            "Unknown error:": "Erreur inconnue :",
            "Undo my last move": "Annuler mon dernier coup",
            "Go to full screen": "Passer en plein écran",
            "Leave full screen": "Quitter le plein écran",
            "Give up": "Abandonner",
            "Give up the game": "Abandonner la partie",
            "give-up.dialog.p1": "Vous serez éliminé et remplacé par un robot jouant au hasard.",
            "give-up.dialog.p2": "La partie comptera comme une défaite au classement général.",
            "give-up.dialog.p3": "Vos amis pourront terminer la partie sans vous.",
            "Eject player": "Expulser le joueur",
            "eject.dialog.p1": "{player} a dépassé son temps de réflexion",
            "eject.dialog.p2": "Au dela de {duration} de dépassement vous pourrez l’expulser et poursuivre la partie.",
            "eject.dialog.p3": "Si vous pensez qu’il·elle ne reviendra pas, vous avez la possibilité de l’expulser de la partie.",
            "Eject {player}": "Expulser {player}",
            "Flip your screen": "Tournez votre écran",
            "fs.dialog.p1": "Ce jeu est conçu pour le mode paysage, nous vous conseillons de tourner votre écran.",
            "fs.dialog.p2": "Vous pouvez aussi passer en plein écran.",
            "Enable sound": "Activer le son",
            "Mute sound": "Couper le son",
            "Light mode": "Mode clair",
            "Dark mode": "Mode sombre",
            "Back to Game Park": "Retour à Game Park",
            "Play again": "Rejouer"
        }
    },
    "de": {
        "translation": {
            "Welcome, {playerName}": "Willkommen, {playerName}",
            "Menu": "Menü",
            "OK": "OK",
            "Validate": "Bestätigen",
            "Cancel": "Abbrechen",
            "Yes": "Ja",
            "No": "Nein",
            "Update": "Bearbeiten",
            "Confirm": "Bestätigen",
            "Close": "Schließen",
            "Help": "Hilfe",
            "Play": "Spielen",
            "Discuss": "Tausche dich aus",
            "Sign in": "Anmelden",
            "authors.1": "Ein Spiel von <0>{author}</0>",
            "authors.2": "Ein Spiel von <0>{author1}</0> und <0>{author2}</0>",
            "artists.1": "Illustriert von <0>{artist}</0>",
            "artists.2": "Illustriert von <0>{artist1}</0> und <0>{artist2}</0>",
            "publishers.1": "Herausgegeben von <0>{publisher}</0>",
            "publishers.2": "Herausgegeben von <0>{publisher1}</0> und <0>{publisher2}</0>",
            "developers.1": "Adoptiert von <0>{developer}</0>",
            "developers.2": "Adoptiert von <0>{developer1}</0> und <0>{developer2}</0>",
            "See overall ranking": "Zur allgemeinen Rangliste",
            "Player {number}": "Spieler {number}",
            "Game loading...": "Spiel lädt ...",
            "Whoops...": "Ups ...",
            "failure.dialog.network": "Eine Aktion konnte nicht abgeschlossen werden und wurde abgebrochen. Bitte überprüfe dein Internetverbindung.",
            "Move unauthorized!": "Unerlaubter Zug!",
            "failure.dialog.play": "Die Aktion, die du ausführen wolltest, ist nicht erlaubt.",
            "failure.dialog.play2": "Falls das Problem weiterhin besteht, <0>lade die Partie neu</0>",
            "Too late!": "Zu spät!",
            "failure.dialog.undo": "Die anderen haben ihre Züge bereits ausgeführt. Du kannst deinen Zug nicht rückgängig machen.",
            "Move not expected in the tutorial": "Dieser Zug ist im Tutorial nicht vorgesehen",
            "failure.dialog.tutorial": "Im Anschluss darfst du deine eigenen Entscheidungen treffen! Sieh dir erst noch die Regeln des Spiels an",
            "Unknown error:": "Unbekannter Fehler.",
            "Undo my last move": "Meinen letzten Zug rückgängig machen",
            "Go to full screen": "In den Vollbildmodus wechseln",
            "Leave full screen": "Vollbildmodus verlassen",
            "Give up": "Aufgeben",
            "Give up the game": "Spiel aufgeben",
            "give-up.dialog.p1": "Du wirst aus dem Spiel ausscheiden und durch einen Computergegner ersetzt.",
            "give-up.dialog.p2": "Das Spiel wird als Niederlage gewertet.",
            "give-up.dialog.p3": "Deine Freunde haben die Möglichkeit das Spiel ohne dich zu beenden.",
            "Restart the tutorial": "Tutorial neustarten",
            "Eject player": "Spieler entfernen",
            "eject.dialog.p1": "{player} hat die Bedenkzeit überschritten",
            "eject.dialog.p2": "Nach {duration} dürft ihr diesen Spieler aus der Partie entfernen und weiterspielen.",
            "eject.dialog.p3": "Falls ihr denkt, dass der Spieler nicht zurückkehrt, dürft ihr ihn aus der Partie entfernen.",
            "Eject {player}": "{player} entfernen",
            "Flip your screen": "Drehe deinen Bildschirm",
            "fs.dialog.p1": "Das Spiel wurde für Querformat (Landscape Mode) entwickelt. Wir empfehlen dir deinen Bildschirm zu drehen.",
            "fs.dialog.p2": "Du kannst auch in den Vollbildmodus wechseln.",
            "Enable sound": "Ton einschalten",
            "Mute sound": "Stummschalten",
            "Light mode": "Tagmodus",
            "Dark mode": "Nachtmodus",
            "Back to Game Park": "Zurück zu Game Park",
            "Play again": "Nochmal spielen"
        }
    },
    "ru": {
        "translation": {
            "Menu": "Меню",
            "OK": "ОК",
            "Validate": "Подтвердить",
            "Cancel": "Отменить",
            "Yes": "Да",
            "No": "Нет",
            "Update": "Обновить",
            "Confirm": "Подтвердить",
            "Close": "Закрыть",
            "Help": "Помощь",
            "Play": "Играть",
            "Discuss": "Обсудить",
            "Sign in": "Войти",
            "authors.1": "Игра <0>{author}</0>",
            "authors.2": "Игра <0>{author1}</0> и <0>{author2}</0>",
            "artists.1": "Иллюстрации <0>{artist}</0>",
            "artists.2": "Иллюстрации <0>{artist1}</0> и <0>{artist2}</0>",
            "publishers.1": "Издано <0>{publisher}</0>",
            "publishers.2": "Издано <0>{publisher1}</0> и <0>{publisher2}</0>",
            "developers.1": "Разработчик: <0>{developer}</0>",
            "developers.2": "Разработчики: <0>{developer1}</0> и <0>{developer2}</0>",
            "Type a message": "Напишите сообщение",
            "sign-in-to-chat": "Вы должны зарегистрироваться для использования чата",
            "Send": "Отправить",
            "See overall ranking": "Посмотреть общий ранг",
            "Player {number}": "Игрок {number}",
            "Game loading...": "Загрузка игры...",
            "Whoops...": "Упс...",
            "failure.dialog.network": "Действие не могло быть завершено и было отменено. Проверьте ваше подключение к интернету.",
            "Move unauthorized!": "Недопустимый ход!",
            "failure.dialog.play": "Такое действие против правил.",
            "failure.dialog.play2": "Если проблема не исчезнет, попробуйте <0>перезагрузить игру</0>",
            "Too late!": "Слишком поздно!",
            "failure.dialog.undo": "Другой игрок уже походил, и вы не можете отменить свой ход.",
            "Move not expected in the tutorial": "Ход не предусмотрен режимом обучения.",
            "failure.dialog.tutorial": "Скоро вы сможете играть сами! Позвольте нам показать последнюю информацию...",
            "Unknown error:": "Неизвестная ошибка:",
            "Undo my last move": "Отменить последний ход",
            "Go to full screen": "Войти в полноэкранный режим",
            "Leave full screen": "Выйти из полноэкранного режима",
            "Give up": "Сдаться",
            "Give up the game": "Сдаться в игре",
            "give-up.dialog.p1": "Вы покините игру и будете заменены на бота со случайными ходами.",
            "give-up.dialog.p2": "Игра будет считаться проигранной.",
            "give-up.dialog.p3": "Ваши друзья смогут закончить игру без вас.",
            "Restart the tutorial": "Начать обучение снова",
            "Eject player": "Удалить игрока",
            "eject.dialog.p1": "{player} превысил предел времени на раздумья",
            "eject.dialog.p2": "После превышения предела в {duration} вы сможете удалить игрока из игры и продолжить без него.",
            "eject.dialog.p3": "Если вы считаете, что игрок не вернётся, вы можете удалить его из игры.",
            "Eject {player}": "Удалить {player}",
            "Flip your screen": "Поверните экран",
            "fs.dialog.p1": "Игра разработана для ландшафтного режима. Мы рекомендуем вам повернуть экран.",
            "fs.dialog.p2": "Вы можете также перейти в полноэкранный режим",
            "Enable sound": "Включить звук",
            "Mute sound": "Выключить звук",
            "Light mode": "Светлый режим",
            "Dark mode": "Тёмный режим",
            "Back to Game Park": "Вернуться на Game Park",
            "Play again": "Начать новую партию"
        }
    }
}