{"en":{"translation":{"Name":"Prehistories","objective.default.text":"Click on any Objective card to get more details","objectiveA1":"<0>Connect the two Totemic Animal Paintings.</0> Different types of animals can be used, as well as the Hunter painting. All tiles must be adjacent by at least one side.","objectiveA2":"Paint a square block of 9 spaces (3 by 3) at the center of the cave.\nThe square can be painted with different animals.\nThe Hunter painting already present does count for the completion of this square block.","objectiveA3":"<0>Paint a column with 5 different animal types (Legendary and Totemic animals included).</0>\nThere is no order and there can be the same type of animal twice (but counts only as one).\nAnimals can be separated from one another.","objectiveA4":"<0>Paint a group of 8 identical animals, no matter how many animal tiles are used.</0>\nAll tiles must be adjacent by at least one side.\nTwo <0>Legendary Animal</0> tiles do not fulfill this Objective.","objectiveA5":"<0>Completely surround the Hunter painting with 8 animals (Legendary included).</0>\nThe same type of animal can be used multiple times.","objectiveA6":"<0>Paint 5 animals of the same type on a single column.</0>\n<0>Legendary Animal</0> Tiles cannot be used for this objective.\nAnimals can be separated from one another.","objectiveA7":"<0>Paint the higher corner on the left and the lower corner on the right and connect them by using tiles.</0>\nDifferent types of animals can be used, as well as the Hunter and the Totemic Animal paintings.\nAll tiles must be adjacent by at least one side.","objectiveA8":"<0>Paint 5 size 1 Animal Tiles, whatever the animal used.</0>\nAnimals can be separated from one another.","objectiveA9":"<0>Completely surround a Legendary Animal tile.</0>\nThe side of the cave, the preexisting paintings (Totemic animal & Hunter) and any Animal tile (including another <0>Legendary Animal</0> tile) can be used.\nThe same type of animal can be used multiple times.","objectiveB1":"<0>Completely surround both Totemic Animal paintings.</0>\nAny Animal tile (Legendary tiles included) can be used.\nThe same type of animal can be used multiple times.","objectiveB2":"<0>Paint the back of the cave</0> (the column on the right) <0>with any type of animals</0> (Legendary included).\nThe whole column must be painted.","objectiveB3":"<0>Paint a line with 5 different animal types</0> (Legendary and Totemic animals included).\nThere is no order and there can be the same type of animal twice (but counts only as one).\nAnimals can be separated from one another.","objectiveB4":"<0>Paint a group of 10 identical animals, no matter how many Animal tiles are used.</0>\nAll tiles must be adjacent by at least one side.","objectiveB5":"<0>Paint on each side of the Hunter painting with different animal types.</0>","objectiveB6":"<0>Paint 5 animals of the same type on a single line.</0>\nLegendary Animal Tiles cannot be used for this Objective.\nAnimals can be separated from one another.","objectiveB7":"<0>Paint all four corners of the Cave.</0>","objectiveB8":"<0>Collect 3 Animal tiles from the board in the same turn.</0>","objectiveB9":"<0>Paint 2 Legendary Tiles next to each other.</0>\nThe two tiles must have a whole side in common.","Welcome":"Welcome","Welcome, {playerName}":"Welcome, {playerName}","dear spectator":"dear spectator","welcome.player.objectives":"You play with the Objectives cards below","Player avatar":"Player avatar","token":"token","Validate":"Validate","End your Turn":"End your Turn","Drag Here":"Drag Here","injuries":"injuries","wrong.tile":"Please pick the good tile","wrong.orientation":"Please turn the tile by clicking it first","Let's Hunt !":"Let's Hunt!","Game loading...":"Game loading...","game.over.you.win":"Victory! You were the first to place all your Totem tokens!","game.over.player.win":"{player} has no more Totem tokens and wins the game!","initiative.reveal":"All players have played. The groups of hunters are revealed...","initiative.one.player.play.and.validate":"{player} still has to form his hunting group","initiative.other.players.play.and.validate":"Other players still have to form their hunting group","initiative.you.play.and.validate":"You must form your hunting group and validate","hunt.you.hunt.tile":"You must take a tile from the hunting board, or skip your turn","hunt.you.pay.tile":"You must discard Hunters to pay the cost of the tile","hunt.you.draw.cards":"You draw {cards} cards","hunt.you.draw.no.card":"Because of your many injuries, you do not draw any cards this turn","hunt.you.complete.objectives":"You have accomplished an Objective, and place {tokens, plural, one{one Totem token} other{{tokens} Totem tokens}}!","hunt.player.hunt.tile":"{player} must take a tile from the hunting board, or end his turn","hunt.player.pay.tile":"{player} must discard his Hunters to pay the cost of the tile, with or without injury","hunt.player.draw.cards":"{player} draws {cards} cards","hunt.player.draw.no.card":"{player} has suffered too many injuries, so he does not draw any cards for this round","hunt.player.complete.objectives":"{player} accomplishes an Objective, and manages to get rid of some Totem Tokens!","Hunting the text bar...":"Hunting the text bar...","warning.no.hunter":"Would you like to pass this turn?","warning.no.hunter.text":"You have not played any hunters. You will not be able to hunt this round, but you will draw 3 cards.","warning.no.hunter.continue":"Pass this turn","warning.no.tile":"Would you like to pass without hunting?","warning.no.tile.text":"You will take back your hunters without hunting any tile, and you will draw 3 cards.","warning.no.tile.continue":"Draw 3 cards","Close":"Close","help.power.title":"Hunter Value","help.power.text":"The cumulative value of your prepared hunters determines your order of passage for the hunt.","help.speed.title":"Hunter Speed","help.speed.text":"In the event of a tie on Cumulative Value, the highest Speed among your fighters breaks the tie and gives you the initiative.","button.not.enough.hunters":"Not enough Hunters","button.hunt.with.injury":"Hunt with injury","button.hunt.safe":"Hunt without injury","help.injury.hunt.title":"Hunt with injury","help.injury.hunt.text":"Reach this interval to hunt the tile with an injury","help.no.injury.hunt.title":"Hunt without injury","help.no.injury.hunt.text":"Exceed this value to hunt the tile without injury","help.draw.3.cards":"No hunted tile: draw three cards","help.draw.2.cards":"No injury: draw two cards","help.draw.1.card":"One injury: draw one card","help.draw.0.card":"Two injury or more: dont' draw anything","White player":"White player","Yellow player":"Yellow player","Red player":"Red player","Green player":"Green player","Blue player":"Blue player","OK":"OK","Display tutorial":"Display tutorial","Restart the tutorial":"Restart the tutorial","Play with friends":"Play with friends","Find players":"Find players","title.welcome":"Welcome to the Prehistories tutorial","tuto.welcome":"The Great Elders have just given you a mission: to celebrate your tribe's achievements. Choose your clan members wisely, hunt and paint.\nWelcome to Prehistories!","title.your.tribe":"Your tribe","tuto.your.tribe":"For this tutorial, you will play the Blue Horses tribe.","title.their.tribes":"The opposing tribes","tuto.their.tribes":"Your opponents will be the Green Fox tribe and the White Fleece tribe.","title.how.to.win":"How to win","tuto.how.to.win":"To win, you must be the first tribe to discard your 8 Totem tokens by placing them on the Objectives.","tuto.how.to.place.tokens":"The objectives are here. We will come back to this later.","title.your.hand":"Your hand","tuto.your.hand":"You will find the Hunters of your tribe in your hand. Each hunter has a given hunting value, from 1 for a low hunting value to 6 for the highest.","title.phases":"Game Phases","tuto.phases":"A turn is played in two phases: The Initiative phase, then the Hunting phase.","title.initiative.phase":"Initiative Phase","tuto.initiative.phase":"During the Initiative Phase, players prepare their hunting parties by playing face-down Hunters from their hand.","title.play.card":"Play your 4 value hunter card","tuto.play.card":"Prepare a first hunting party! Drag the 4 value card into the game space above.","title.playing.zone":"Play area","tuto.playing.zone":"Good! The card is now in your playing area. Your opponents cannot see it at the moment.","title.turn1.validate":"Click on the Validate button","tuto.turn1.validate":"Your hunt group is ready! Click the Validate button to indicate that you are ready to move on to the next phase.","title.reveal":"Revealing the cards","tuto.reveal":"All players have formed their hunting groups, which are now revealed. You can see them by clicking on the respective tribe panels.","title.turn.order":"Playing order","tuto.turn.order":"Each tribe plays one after the other, according to the hunting group it has sent into the field. The higher the cumulative hunting value of the group, the slower it will be.","title.your.order":"Your turn","tuto.your.order":"For this round, your total group value is 4, which is less than your opponents. You will play first.","title.hunt.phase":"Hunting phase","tuto.hunt.phase":"During the Hunting Phase, each player takes turns playing hunters from his group to paint tiles in his Cave, in order to accomplish Objectives.","title.huntBoard":"The Hunting Board","tuto.huntBoard":"This is the Hunting Board. This is where you will collect the tiles needed to complete the Objectives.","title.your.cave":"Your Cave","tuto.your.cave":"This is your Cave. This is where you can paint your exploits. \r\nThree tiles are already in your Cave: the Hunter's Painting, and your two Totem Animals.","title.placement.rules":"Tile Placement Rules","tuto.placement.rules":"The first tile you paint must always be in the leftmost column of your Cave.\nAlso, each Animal you paint must have its feet down. Shamans don't fancy abstract art...","title.place.1x1.tile":"Place your first tile","tuto.place.1x1.tile.1":"Let's get practical! We will place our first tile in the first column, just to the left of your Animal Totem.","tuto.place.1x1.tile.2":"This is an easy target for a novice hunter. Drag it to the indicated location!","title.spend.mecanics":"Assign Hunters","tuto.spend.mecanics":"Good! Now we need to spend Hunters to pay for the collected tile.","title.spend.costs":"Tiles cost","tuto.spend.costs":"To hunt a tile, you must pay at least the cost shown in orange: in this case, one of the hunters will be wounded, and you will draw one less card.\r\nIf the value reaches or exceeds the Hunting without Wounding value, in green, you will not have any wounded on that hunting area.","title.spend.cost.zone":"Cost of the hunted tile","tuto.spend.cost.zone":"Here, you must assign at least one group of value 1 to hunt the tile. But you can also assign a group of value 4 or more to avoid an injury.","title.spend.hunter":"Pay the cost of the tile.","tuto.spend.hunter":"You have only one Hunter to send. Click on it and then click on the \"Hunt without injury\" button, to make a hunt without injury.","title.no.injury.hunting":"First hunt accomplished!","tuto.no.injury.hunting":"Excellent! Since you have completed a hunt without a wound, you can draw 2 cards for the next round.","title.end.your.turn":"Complete your turn.","tuto.end.your.turn":"You have no more hunters available for this round. Click on the \"End your turn\" button.","title.draw.cards":"Drawing cards","tuto.draw.cards":"Since you didn't get wounded on your hunt, you draw 2 cards for your next turn!\r\nIf you had suffered a wound, you would have drawn one less card.","title.play.hunters":"Prepare your Hunting group","tuto.play.hunters":"Get your group ready for a second hunt! This round we will play all your hunters.","title.turn2.validate":"Validate your choice","tuto.turn2.validate":"Once your group is ready, don't forget to validate.","title.placement.rules.2":"Tile Placement Rules","tuto.placement.rules.2":"From the second tile on, all tiles must be adjacent (by at least one side) to another tile already placed, or to a Hunter's Paint or Totem Animal tile in the cave if it is connected to at least one other tile.","title.turn.tiles":"Tiles Orientation","tuto.turn.tiles":"The tiles are double-sided: You can turn them over by clicking on them, and you can place them on the side of your choice!\r\nand you can place them on the side of your choice!","title.place.2x1.tile":"Place the tile with 2 Mammoths","tuto.place.2x1.tile.1":"Experience it. You will place the 2 Mammoths tile here, vertically, next to the Animal Totem and the Hunter tile.","tuto.place.2x1.tile.2":"The tile to hunt is here. Drag it to the indicated location!","title.spend.hunters":"Spend Hunters","tuto.spend.hunters":"Great! Now we need to assign the hunters to pay the cost of this tile.","title.spend.two.hunters":"Spend two Hunters","tuto.spend.two.hunters":"You don't have to send your entire hunting party at once! Send only the bare minimum this time. The two Huntresses of value 2 will be enough.","title.injury.hunt":"Hunting with a wound!","tuto.injury.hunt":"Ouch! The hunting party did not reach the value needed for a woundless hunt. The wound is visible here: it means that you will draw one less card at the end of your turn.","title.drawing.rules":"Drawing rules","tuto.drawing.rules":"After the hunt, you automatically draw:\r\n- 3 cards if you did not get any Animal tiles,\r\n- 2 cards if you got one or more Animal tiles without receiving a wound,\r\n- 1 card if you received 1 wound,\r\n- no card, if you received two or more wounds!","title.end.turn":"Complete your turn.","tuto.end.turn":"You are never required to assign all your hunters to a tile. Unused hunters will return to your hand for a future turn. \r\nEnd your turn by clicking on the \"End Your Turn\" button.","title.play.big.hunters":"Play your hunters","tuto.play.big.hunters":"Perfect! The tribe is hungry for action this round. Again, place all your hunters in the game area.","title.turn3.validate":"Validate your turn","tuto.turn3.validate":"Please note that you never have to play cards. You can skip your turn if you don't want to reveal your hand.\r\nRemember to validate!","title.how.to.discard.tokens":"Fulfilling objectives","tuto.how.to.discard.tokens":"It's your turn to play. Now we're going to look at how to complete objectives to place our Totems tokens!\r\nThere are two types of objectives...","tuto.your.tokens":"As a reminder, these are your Totem Tokens. You have eight of them, and your mission is to place them on the Objectives.","tuto.permanent.objectives.intro":"There are two types of objectives. Permanent Objectives, top right...","tuto.variable.objectives.intro":"...And the Variable Objectives cards, at the top. All players play with the same Objectives!","title.permanent.objectives":"The Permanent Objectives","tuto.permanent.objectives.1":"Permanent Objectives are present in every game: they consist of painting a complete Line, a complete Column, or a Legendary Animal!\nEach time you complete one of the Permanent Objectives, you can place a Totem Token on it.\nThey can each be completed multiple times!","tuto.permanent.objectives.2":"Each time you complete one of the Permanent Objectives, you can place a Totem Token on it.\r\nThey can each be completed several times!","title.variable.objectives":"Variable Objective Cards","tuto.variable.objectives":"The Variable Objective Cards change with each game. Each of these Objectives can only be achieved once during the game.","title.variable.objectives.how.many.tokens":"It's a race!","tuto.variable.objectives.how.many.tokens.1":"The first player to complete an Variable Objective Card will place more Totem Tokens: the number of Totem Tokensplaced by the first player is shown at the bottom left.","tuto.variable.objectives.how.many.tokens.2":"Subsequent players may only place the number of Totem Tokens shown at the bottom right.","title.link.totems.objective":"Objective: Connect your Totemic Animals","tuto.link.totems.objective":"Let's focus on this Objective. It consists of painting a path connecting your two Totem animals in the Cave. The first one will place two tokens, while the following ones will place only one.","title.play.legendary.tile":"Place the Legendary tile","tuto.play.legendary.tile.1":"Our hunting team is ready, and we can kill two birds with one stone! The next tile must be placed here, above your Hunter.","tuto.play.legendary.tile.2":"This animal is a Legendary Animal, the most difficult to hunt! Drag it to the right place!","title.spend.all.hunters":"Assign your Hunters","tuto.spend.all.hunters":"Great! All that's left is to assign your hunters. Let's go!","title.objectives.validate":"Result of the hunt","tuto.objectives.validate.1":"Excellent! Since you placed a Legendary Animal tile, you could place a Totem Token here...","tuto.objectives.validate.2":"... But moreover, you have accomplished this Objective! You were the first to do it, so you were able to place 2 Totem Tokens!","title.handprints":"Handprints","tuto.handprints.1":"The hands painted in the cave represent the traces of the passage of ancient groups of Hunters in the cave.\nYou have just covered one of them with your move.","tuto.handprints.2":"When you place a tile on a painted square with 1 or 2 hands, you draw 1 or 2 more cards respectively from your Hunters deck at the end of your turn.\nYour tribe has taken over this cave even more!","title.review.objectives":"The Objectives are here. We will come back to this later.","tuto.review.objectives":"By clicking on the Objective cards, you will get a detailed explanation.\r\nDo it quickly to know how to orient your strategy!","title.end.tuto":"Good luck!","tuto.end.tuto":"You are now free to make your own choices.\nRemember: the winner is the first player to place all his or her Totem tokens on the Objectives!\nGood luck, and have fun!","Congratulations":"Congratulations","tuto.complete":"You have completed your first game! Now you can play against real players!","Menu":"Menu","Cancel":"Cancel","Yes":"Yes","No":"No","Update":"Update","Confirm":"Confirm","Help":"Help","Play":"Play","Discuss":"Chat","Sign in":"Sign in","authors.1":"A game by <0>{author}</0>","authors.2":"A game by <0>{author1}</0> and <0>{author2}</0>","artists.1":"Illustrated by <0>{artist}</0>","artists.2":"Illustrated by <0>{artist1}</0> and <0>{artist2}</0>","publishers.1":"Published by <0>{publisher}</0>","publishers.2":"Published by <0>{publisher1}</0> and <0>{publisher2}</0>","developers.1":"Adapted by <0>{developer}</0>","developers.2":"Adapted by <0>{developer1}</0> and <0>{developer2}</0>","Type a message":"Type a message","sign-in-to-chat":"You must sign in to chat","Send":"Send","See overall ranking":"See overall ranking","Player {number}":"Player {number}","Whoops...":"Whoops...","failure.dialog.network":"An action could not be completed and was canceled. Are you still connected to the Internet?","Move unauthorized!":"Move unauthorized!","failure.dialog.play":"The action you played is not allowed.","failure.dialog.play2":"If the issue remains, try to <0>reload the game</0>","Too late!":"Too late!","failure.dialog.undo":"The other players have already played, your move could not be canceled.","Move not expected in the tutorial":"Move not expected in the tutorial","failure.dialog.tutorial":"You will soon be free to make your own choices! Let us show you the last information...","Unknown error:":"Unknown error:","Undo my last move":"Undo my last move","Go to full screen":"Go to full screen","Leave full screen":"Leave full screen","Give up":"Give up","Give up the game":"Give up the game","give-up.dialog.p1":"You will be eliminated and replaced by a robot playing at random.","give-up.dialog.p2":"The game will count as an overall loss.","give-up.dialog.p3":"Your friends will be able to finish the game without you.","Eject player":"Eject player","eject.dialog.p1":"{player} has exceeded their thinking time","eject.dialog.p2":"Beyond {duration} you will be allowed to eject them and continue the game.","eject.dialog.p3":"If you don’t think they are coming back, you have the option of ejecting them from the game.","Eject {player}":"Eject {player}","Flip your screen":"Flip your screen","fs.dialog.p1":"This game is designed for landscape mode, we recommend to flip your screen.","fs.dialog.p2":"You can also enable fullscreen.","Enable sound":"Enable sound","Mute sound":"Mute sound","Light mode":"Light mode","Dark mode":"Dark mode","Back to Game Park":"Back to Game Park","Play again":"Play again"}},"fr":{"translation":{"Name":"Prehistories","objective.default.text":"Cliquez sur une carte Objectif pour obtenir sa description","objectiveA1":"<0>Relier les deux peintures Animal Totem.</0>\nVous pouvez utiliser plusieurs types d’animaux et les peintures pré-existantes (Chasseur et Animal Totem).\nToutes les tuiles doivent se toucher par au moins un côté.","objectiveA2":"<0>Peindre un bloc carré de peintures de 9 cases</0> (3 par 3) au centre de la Grotte.\nVous pouvez remplir ce carré avec des animaux différents.\nLa Peinture du Chasseur déjà présente dans la Grotte compte dans ce bloc.","objectiveA3":"<0>Peindre sur une colonne 5 types d’animaux différents</0> (Légendaire et Totem compris).\nIl n’y pas d’ordre à respecter et il peut y avoir plusieurs fois le même type d’animal (qui compte pour un).\nLes animaux peuvent ne pas se toucher.","objectiveA4":"<0>Peindre un groupe de 8 animaux identiques peu importe le nombre de tuiles Animal utilisé.</0>\nToutes les tuiles doivent se toucher par au moins un côté.\nVous ne pouvez pas faire cet Objectif avec deux tuiles <0>Animal Légendaire</0>.","objectiveA5":"<0>Entourer complètement la Peinture du Chasseur de 8 animaux</0> (Légendaires compris).\nVous pouvez utiliser plusieurs fois le même type d’animal.","objectiveA6":"<0>Peindre sur une seule colonne 5 animaux du même type.</0>\nVous ne pouvez pas faire cet Objectif avec des tuiles <0>Animal Légendaire</0>.\nLes animaux peuvent ne pas se toucher.","objectiveA7":"<0>Peindre les coins supérieur gauche et inférieur droit de la Grotte en les reliant par des peintures.</0>\nVous pouvez utiliser plusieurs types d’animaux et les peintures pré-existantes (Chasseur et Animaux Totem).\nLes tuiles doivent se toucher par au moins un côté.","objectiveA8":"<0>Avoir peint 5 tuiles Animal de taille 1</0>, quel que soit le type d’animaux peints.\nLes animaux peuvent ne pas se toucher.","objectiveA9":"<0>Entourer complètement une tuile Animal Légendaire.</0>\nVous pouvez utiliser les bords de la Grotte, les peintures pré-existantes (Chasseur et Animal Totem), et n’importe quelle tuile Animal (y compris une autre tuile <0>Légendaire</0>).\nIl peut y avoir plusieurs fois le même type d’animal.","objectiveB1":"<0>Entourer complètement les 2 Animaux Totem.</0>\nVous pouvez utiliser n’importe quelle tuile Animal (y compris une tuile Légendaire).\nIl peut y avoir plusieurs fois  le même type d’animal.","objectiveB2":"<0>Peindre le fond de la Grotte (bord droit) avec n’importe quel type d’animaux (Légendaire compris).</0>\nL’ensemble de la dernière colonne doit être peinte.","objectiveB3":"<0>Peindre sur une ligne 5 types d’animaux différents</0> (Légendaire et Totem compris).\nIl n’y pas d’ordre à respecter et il peut y avoir plusieurs fois le même type d’animal (qui compte pour un).\nLes animaux peuvent ne pas se toucher.","objectiveB4":"<0>Peindre un groupe de 10 animaux identiques peu importe le nombre de tuiles Animal utilisé</0>.\nToutes les tuiles doivent se toucher par au moins un côté.","objectiveB5":"<0>Peindre les 4 cases autour de la Peinture du Chasseur avec 4 animaux différents.</0>","objectiveB6":"<0>Placer sur une seule ligne 5 animaux du même type.</0>\nVous ne pouvez pas faire cet Objectif avec des tuiles <0>Animal Légendaire</0>.\nLes animaux peuvent ne pas se toucher.","objectiveB7":"<0>Peindre les 4 coins de la Grotte.</0>","objectiveB8":"<0>Récupérer 3 tuiles Animal dans le même tour.</0>","objectiveB9":"<0>Peindre deux tuiles Animal Légendaire côte à côte.</0>\nLes deux tuiles doivent avoir un côté entier en commun.","Welcome":"Bienvenue","Welcome, {playerName}":"Bienvenue, {playerName}","dear spectator":"cher spectateur","welcome.player.objectives":"Vous jouez avec les cartes Objectifs ci-dessous","Player avatar":"Avatar du joueur","token":"jeton","Validate":"Valider","End your Turn":"Terminer votre Tour","Drag Here":"Glisser Ici","injuries":"blessures","wrong.tile":"Saisissez la bonne tuile","wrong.orientation":"Tournez la tuile en cliquant dessus avant de la déplacer !","Let's Hunt !":"La chasse est ouverte !","Game loading...":"Chargement de la partie...","game.over.you.win":"Victoire ! Vous avez placé tous vos jetons Totem le premier !","game.over.player.win":"{player} n’a plus de jetons Totem et remporte la partie !","initiative.reveal":"Tous les joueurs ont joué. Les groupes de chasseurs sont dévoilés...","initiative.one.player.play.and.validate":"{player} doit encore former son groupe de chasse","initiative.other.players.play.and.validate":"Les autres joueurs doivent encore former leurs groupe de chasse","initiative.you.play.and.validate":"Vous devez former votre groupe de chasse et valider","hunt.you.hunt.tile":"Vous devez prendre une tuile du plateau de chasse, ou passer","hunt.you.pay.tile":"Vous devez défausser vos Chasseurs pour payer la tuile récupérée","hunt.you.draw.cards":"Vous piochez {cards} cartes","hunt.you.draw.no.card":"A cause de vos trop nombreuses blessures, vous ne piochez pas de cartes ce tour","hunt.you.complete.objectives":"Vous avez accompli un Objectif, et placez {tokens, plural, one{un jeton} other{{tokens} jetons}} Totem !","hunt.player.hunt.tile":"{player} doit prendre une tuile sur le plateau de chasse, ou bien mettre fin à son tour","hunt.player.pay.tile":"{player} doit défausser ses Chasseurs pour s'acquitter du coût de la tuile, avec ou sans blessure","hunt.player.draw.cards":"{player} pioche {cards} cartes","hunt.player.draw.no.card":"{player} a subi trop de blessures, et ne pioche donc pas de cartes pour ce tour","hunt.player.complete.objectives":"{player} accomplit un Objectif, et parvient à se débarasser de quelques Jetons Totem !","Hunting the text bar...":"Traque du texte d'information...","warning.no.hunter":"Souhaitez vous passer ce tour ?","warning.no.hunter.text":"Vous n’avez joué aucun chasseur. Vous ne pourrez pas chasser ce tour, mais vous piocherez 3 cartes.","warning.no.hunter.continue":"Passer ce tour","warning.no.tile":"Souhaitez vous passer sans chasser ?","warning.no.tile.text":"Vous allez récupérer vos chasseurs sans prendre de tuile, et piocher 3 cartes.","warning.no.tile.continue":"Piocher 3 cartes","Close":"Fermer","help.power.title":"Valeur du Chasseur","help.power.text":"La Valeur cumulée de vos chasseurs préparés détermine votre ordre de passage pour la chasse.","help.speed.title":"Vitesse du Chasseur","help.speed.text":"En cas d'égalité sur la Valeur cumulée, la Vitesse la plus grande parmi vos chasseurs vous départage et vous octroie l'initiative.","button.not.enough.hunters":"Chasseurs insuffisants","button.hunt.with.injury":"Chasse avec blessure","button.hunt.safe":"Chasse sans blessure","help.injury.hunt.title":"Chasse avec blessure","help.injury.hunt.text":"Atteignez cet intervalle pour chasser la tuile avec une blessure","help.no.injury.hunt.title":"Chasse sans blessure","help.no.injury.hunt.text":"Dépassez cette valeur pour chasser la tuile sans blessure","help.draw.3.cards":"Aucune tuile chassée : piochez trois cartes","help.draw.2.cards":"Aucune blessure : piochez deux cartes","help.draw.1.card":"Une blessure : piochez une carte","help.draw.0.card":"Deux blessures ou plus : ne piochez pas","White player":"Joueur blanc","Yellow player":"Joueur jaune","Red player":"Joueur rouge","Green player":"Joueur vert","Blue player":"Joueur bleu","OK":"OK","Display tutorial":"Afficher le tutoriel","Restart the tutorial":"Recommencer le tutoriel","Play with friends":"Jouer avec des amis","Find players":"Trouver des joueurs","title.welcome":"Bienvenue dans le tutoriel de Prehistories","tuto.welcome":"Les Grands Anciens viennent de vous confier une mission : célébrer les exploits de votre tribu. Choisissez judicieusement les membres de votre clan, chassez et peignez.\nBienvenue dans Prehistories !","title.your.tribe":"Votre tribu","tuto.your.tribe":"Pour ce tutoriel, vous jouerez la tribu des Chevaux Bleus","title.their.tribes":"Les tribus adverses","tuto.their.tribes":"Vos adversaires seront la tribu du Renard Vert, ainsi que celle de la Toison Blanche.","title.how.to.win":"Comment gagner","tuto.how.to.win":"Pour gagner, vous devrez être la première tribu à placer vos 8 jetons Totem sur les Objectifs.","tuto.how.to.place.tokens":"Les objectifs sont ici. Nous y reviendrons plus tard.","title.your.hand":"Votre main","tuto.your.hand":"Vous trouverez les Chasseurs de votre tribu dans votre main. Chaque chasseur a une valeur de chasse donnée, de 1 pour une valeur de chasse faible à 6 pour la plus forte.","title.phases":"Phases de Jeu","tuto.phases":"Un tour se joue en deux phases : La phase d'Initiative, puis la phase de Chasse.","title.initiative.phase":"Phase d'Initiative","tuto.initiative.phase":"Durant la phase d'Initiative, les joueurs préparent leurs groupes de chasse en jouant face cachée des Chasseurs depuis leur main.","title.play.card":"Jouez votre carte chasseur de valeur 4","tuto.play.card":"Préparez un premier groupe de chasse ! Faites glisser la carte de valeur 4 dans l'espace de jeu ci-dessus.","title.playing.zone":"Espace de jeu","tuto.playing.zone":"Bien ! La carte est maintenant dans votre espace de jeu. Vos adversaires ne la voient pas pour l'instant.","title.turn1.validate":"Cliquez sur le bouton Valider","tuto.turn1.validate":"Votre groupe de chasse est prêt ! Cliquez sur le bouton Valider pour indiquer que vous êtes prêt à passer à la phase suivante.","title.reveal":"Dévoilement des cartes","tuto.reveal":"Tous les joueurs ont formé leurs groupes de chasse, qui sont désormais révélés. Vous pouvez les voir en cliquant sur les panneaux respectifs des tribus.","title.turn.order":"Ordre de jeu","tuto.turn.order":"Chaque tribu joue l'une après l'autre, selon le groupe de chasse qu'elle a envoyé sur le terrain. Plus la valeur de chasse cumulée du groupe est grande, plus il sera lent.","title.your.order":"Votre tour","tuto.your.order":"Pour ce tour, la valeur totale de votre groupe est de 4, ce qui est moins que vos adversaires. Vous jouerez en premier.","title.hunt.phase":"Phase de Chasse","tuto.hunt.phase":"Durant la Phase de Chasse, chaque joueur joue tour à tour ses chasseurs de son groupe pour peindre des tuiles dans sa Grotte, afin d'accomplir des Objectifs.","title.huntBoard":"Le Terrain de Chasse","tuto.huntBoard":"Ceci est le Terrain de Chasse. C'est ici que vous collecterez les tuiles nécessaires à la réalisation des Objectifs.","title.your.cave":"Votre Grotte","tuto.your.cave":"Ceci est votre Grotte. C'est ici que vous pourrez peindre vos exploits. \nTrois tuiles sont déjà présentes dans votre Grotte : la Peinture du Chasseur, et vos deux Animaux Totems.","title.placement.rules":"Règles de Placement des Tuiles","tuto.placement.rules":"La première tuile que vous peindrez doit toujours se trouver dans la colonne la plus à gauche de votre Grotte.\nPar ailleurs, chaque Animal que vous peindrez devra avoir les pieds vers le bas. Les Chamans n'aiment pas l'art abstrait...","title.place.1x1.tile":"Placez votre première tuile","tuto.place.1x1.tile.1":"Place à la pratique ! Nous allons placer notre première tuile dans la première colonne, juste à gauche de votre Animal Totem.","tuto.place.1x1.tile.2":"Voici une cible facile pour un chasseur novice. Faites-là glisser à l'emplacement indiqué !","title.spend.mecanics":"Assignez des Chasseurs","tuto.spend.mecanics":"Bien ! A présent, il nous faut dépenser des Chasseurs pour payer la tuile récupérée.","title.spend.costs":"Coût des tuiles","tuto.spend.costs":"Pour chasser une tuile, il faut payer au minimum le coût indiqué en orange : dans ce cas, l’un des chasseurs sera blessé, et vous piocherez une carte de moins.\nSi la valeur atteint ou dépasse la valeur de Chasse sans blessure, en vert, vous n'aurez pas de blessé sur cette Zone de chasse.","title.spend.cost.zone":"Coût de la tuile chassée","tuto.spend.cost.zone":"Ici, on doit assigner au minimum un groupe de valeur 1 pour chasser la tuile. Mais on peut aussi assigner un groupe de valeur 4 ou plus pour ne pas encaisser de blessure.","title.spend.hunter":"Payez le coût de la tuile.","tuto.spend.hunter":"Vous n'avez qu'un seul Chasseur à envoyer. Cliquez dessus puis cliquez sur le bouton \"Chasse sans blessure\", pour réaliser une chasse sans blessure.","title.no.injury.hunting":"Première chasse accomplie !","tuto.no.injury.hunting":"Excellent ! Puisque vous avez accompli une chasse sans blessure, vous allez pouvoir piocher 2 cartes pour le prochain tour.","title.end.your.turn":"Terminez votre tour.","tuto.end.your.turn":"Vous n'avez plus de chasseur prêt pour ce tour. Cliquez sur le bouton \"Terminer votre tour\".","title.draw.cards":"Pioche","tuto.draw.cards":"Puisque vous n'avez pas subi de blessure lors de votre chasse, vous piochez 2 cartes pour votre prochain tour !\nSi vous aviez subi une blessure, vous auriez pioché une carte de moins.","title.play.hunters":"Préparez votre groupe de Chasse","tuto.play.hunters":"Préparez votre groupe pour une seconde chasse ! Ce tour-ci, nous allons jouer tous les chasseurs.","title.turn2.validate":"Valider votre choix","tuto.turn2.validate":"Une fois votre groupe prêt, n'oubliez pas de valider.","title.placement.rules.2":"Règles de Placement des Tuiles","tuto.placement.rules.2":"A partir de la seconde tuile, toutes les tuiles doivent être adjacentes (par au moins un côté) à une autre tuile déjà placée, ou à une tuile Peinture du Chasseur ou Animal Totem de la grotte si cette dernière est connectée à au moins une autre tuile.","title.turn.tiles":"Orientation des Tuiles","tuto.turn.tiles":"Les tuiles sont recto-verso : Vous pouvez les retourner en cliquant dessus, et vous\npouvez les placer sur la face de votre choix !","title.place.2x1.tile":"Placez la tuile 2 Mammouths","tuto.place.2x1.tile.1":"Faites en l'expérience. Vous allez placer la tuile 2 Mammouths ici, à la verticale, à côté de la tuile Animal Totem et le Chasseur.","tuto.place.2x1.tile.2":"La tuile à chasser est ici. Faites-là glisser à l'emplacement indiqué !","title.spend.hunters":"Dépenser des Chasseurs","tuto.spend.hunters":"Parfait ! A présent, il faut assigner les chasseurs pour payer le coût de cette tuile.","title.spend.two.hunters":"Dépensez deux Chasseurs","tuto.spend.two.hunters":"Vous n'êtes pas tenu d'envoyer tout votre groupe de chasse d'un seul coup ! N'envoyez que le strict minimum cette fois-ci. Les deux Chasseuses de valeur 2 suffiront.","title.injury.hunt":"Chasse avec blessure !","tuto.injury.hunt":"Aïe ! Le groupe de chasse n'atteingnait pas la valeur nécessaire pour une chasse sans blessure. La blessure est visible ici : ça signifie que vous piocherez une carte de moins à la fin de votre tour.","title.drawing.rules":"Règles de Pioche","tuto.drawing.rules":"Après la chasse, vous piochez automatiquement :\n- 3 cartes si vous n’avez obtenu aucune tuile Animal,\n- 2 cartes si vous avez récupéré une ou plusieurs tuiles Animal sans avoir reçu de blessure,\n- 1 carte si vous avez reçu 1 blessure,\n- aucune carte, si vous avez reçu deux blessures ou plus !","title.end.turn":"Terminez votre tour","tuto.end.turn":"Vous n'êtes jamais tenu d'assigner tous vos chasseurs à une tuile. Les chasseurs non utilisés reviendront dans votre main pour un prochain tour. \nTerminez votre tour en cliquant sur le bouton \"Terminer votre tour\".","title.play.big.hunters":"Jouez vos chasseurs","tuto.play.big.hunters":"Parfait ! La tribu a soif d'exploits pour ce tour. A nouveau, placez tous vos chasseurs dans la zone de jeu.","title.turn3.validate":"Validez votre tour","tuto.turn3.validate":"Sachez que vous n'êtes jamais obligé de jouer des cartes. Vous pouvez très bien passer votre tour si vous ne souhaitez pas révéler votre jeu.\nPensez bien à valider !","title.how.to.discard.tokens":"Remplir des objectifs","tuto.how.to.discard.tokens":"C'est à vous de jouer. Nous allons à présent voir comment remplir des objectifs pour placer nos Jetons Totems !","tuto.your.tokens":"Pour rappel, voici vos Jetons Totems. Vous en avez huit, et votre mission est de les placer sur les Objectifs.","tuto.permanent.objectives.intro":"Il existe deux types d’objectifs. Les Objectifs Permanents, en haut à droite...","tuto.variable.objectives.intro":"...Et les cartes Objectifs Variables, en haut. Tous les joueurs jouent avec les mêmes Objectifs !","title.permanent.objectives":"Les Objectifs Permanents","tuto.permanent.objectives.1":"Les Objectifs Permanents sont présents à chaque partie : ils consistent à peindre une Ligne complète, une Colonne complète, ou un Animal Légendaire !","tuto.permanent.objectives.2":"A chaque fois que vous accomplissez un des Objectifs permanents, vous pouvez y placer un jeton Totem.\nIls peuvent être accomplis chacun plusieurs fois !","title.variable.objectives":"Les Cartes Objectifs Variables","tuto.variable.objectives":"Les Cartes Objectifs Variables changent à chaque partie. Chacun de ces Objectifs ne peut être accompli qu'une seule fois au cours de la partie.","title.variable.objectives.how.many.tokens":"C'est une course !","tuto.variable.objectives.how.many.tokens.1":"Le premier joueur à accomplir une Carte Objectif Variable placera plus de Jetons Totem : le nombre de Jetons Totems placés par le premier est indiqué en bas à gauche.","tuto.variable.objectives.how.many.tokens.2":"Les joueurs suivants ne pourront placer que le nombre de Jetons Totems indiqué en bas à droite.","title.link.totems.objective":"Objectif : Reliez vos Animaux Totems","tuto.link.totems.objective":"Concentrons nous sur cet Objectif. Il consiste à peindre un chemin reliant vos deux animaux Totems dans la Grotte. Le premier placera deux Jetons, tandis que les suivants n'en placeront qu'un.","title.play.legendary.tile":"Placez la tuile Légendaire","tuto.play.legendary.tile.1":"Notre équipe de chasse est prête, et nous pouvons faire d'une pierre deux coups ! Il faudra placer la prochaine tuile ici, au-dessus de votre Chasseur.","tuto.play.legendary.tile.2":"Cet animal est un Animal Légendaire, le plus difficile à chasser ! Glissez-le à l'endroit indiqué !","title.spend.all.hunters":"Assignez vos Chasseurs","tuto.spend.all.hunters":"Super ! Il ne reste plus qu'à assigner vos chasseurs. En avant !","title.objectives.validate":"Résultat de la chasse","tuto.objectives.validate.1":"Excellent ! Puisque vous avez posé une tuile Animal Légendaire, vous avez pu placer un Jeton Totem ici...","tuto.objectives.validate.2":"... Mais en plus, vous avez accompli cet Objectif ! Vous étiez le premier à le faire, vous avez donc pu placer 2 Jetons Totems !","title.handprints":"Empreintes de mains","tuto.handprints.1":"Les mains peintes dans la Grotte représentent les traces du passage d‘anciens groupes de Chasseurs dans celle-ci.\nVous venez d'en recouvrir une lors de votre coup.","tuto.handprints.2":"Lorsque vous placez une tuile sur une case peinte avec 1 ou 2 mains, vous piochez respectivement 1 ou 2 cartes supplémentaires de votre pioche Chasseurs, à la fin de votre tour.\nVotre tribu s’est appropriée encore plus cette Grotte !","title.review.objectives":"Les Objectifs","tuto.review.objectives":"En cliquant sur les cartes Objectif, vous en aurez l'explication détaillée.\nFaites-le rapidement pour savoir comment orienter votre stratégie !","title.end.tuto":"Bonne chance !","tuto.end.tuto":"Vous êtes à présent libre de vos choix.\nN'oubliez pas : le gagnant est le premier joueur qui place tous ses Jetons Totems sur les Objectifs !\nBonne chance, et amusez-vous bien !","Congratulations":"Félicitations","tuto.complete":"Vous avez terminé votre première partie ! Vous pouvez à présent affronter de vrais joueurs !","Menu":"Menu","Cancel":"Annuler","Yes":"Oui","No":"Non","Update":"Modifier","Confirm":"Confirmer","Help":"Aide","Play":"Jouer","Discuss":"Discuter","Sign in":"Connexion","authors.1":"Un jeu de <0>{author}</0>","authors.2":"Un jeu de <0>{author1}</0> et <0>{author2}</0>","artists.1":"Illustré par <0>{artist}</0>","artists.2":"Illustré par <0>{artist1}</0> et <0>{artist2}</0>","publishers.1":"Édité par <0>{publisher}</0>","publishers.2":"Édité par <0>{publisher1}</0> et <0>{publisher2}</0>","developers.1":"Adapté par <0>{developer}</0>","developers.2":"Adapté par <0>{developer1}</0> et <0>{developer2}</0>","Type a message":"Tapez un message","sign-in-to-chat":"Vous devez vous connecter pour discuter","Send":"Envoyer","See overall ranking":"Voir le classement","Player {number}":"Joueur {number}","Whoops...":"Oups...","failure.dialog.network":"Une action n’a pas pu aboutir et a été annulée. Êtes-vous toujours connecté à Internet ?","Move unauthorized!":"Coup non autorisé !","failure.dialog.play":"L’action que vous avez jouée n’est pas autorisée.","failure.dialog.play2":"Si le problème persiste, vous pouvez <0>rafraîchir la partie</0>","Too late!":"Trop tard !","failure.dialog.undo":"Les autres joueurs ont déjà joué, votre coup n’a pas pu être annulé.","Move not expected in the tutorial":"Coup non prévu dans le tutoriel","failure.dialog.tutorial":"Promis, vous serez bientôt libres de vos choix ! Nous allons vous réafficher la dernière information...","Unknown error:":"Erreur inconnue :","Undo my last move":"Annuler mon dernier coup","Go to full screen":"Passer en plein écran","Leave full screen":"Quitter le plein écran","Give up":"Abandonner","Give up the game":"Abandonner la partie","give-up.dialog.p1":"Vous serez éliminé et remplacé par un robot jouant au hasard.","give-up.dialog.p2":"La partie comptera comme une défaite au classement général.","give-up.dialog.p3":"Vos amis pourront terminer la partie sans vous.","Eject player":"Expulser le joueur","eject.dialog.p1":"{player} a dépassé son temps de réflexion","eject.dialog.p2":"Au dela de {duration} de dépassement vous pourrez l’expulser et poursuivre la partie.","eject.dialog.p3":"Si vous pensez qu’il·elle ne reviendra pas, vous avez la possibilité de l’expulser de la partie.","Eject {player}":"Expulser {player}","Flip your screen":"Tournez votre écran","fs.dialog.p1":"Ce jeu est conçu pour le mode paysage, nous vous conseillons de tourner votre écran.","fs.dialog.p2":"Vous pouvez aussi passer en plein écran.","Enable sound":"Activer le son","Mute sound":"Couper le son","Light mode":"Mode clair","Dark mode":"Mode sombre","Back to Game Park":"Retour à Game Park","Play again":"Rejouer"}},"de":{"translation":{"Welcome, {playerName}":"Willkommen, {playerName}","Menu":"Menü","OK":"OK","Validate":"Bestätigen","Cancel":"Abbrechen","Yes":"Ja","No":"Nein","Update":"Bearbeiten","Confirm":"Bestätigen","Close":"Schließen","Help":"Hilfe","Play":"Spielen","Discuss":"Tausche dich aus","Sign in":"Anmelden","authors.1":"Ein Spiel von <0>{author}</0>","authors.2":"Ein Spiel von <0>{author1}</0> und <0>{author2}</0>","artists.1":"Illustriert von <0>{artist}</0>","artists.2":"Illustriert von <0>{artist1}</0> und <0>{artist2}</0>","publishers.1":"Herausgegeben von <0>{publisher}</0>","publishers.2":"Herausgegeben von <0>{publisher1}</0> und <0>{publisher2}</0>","developers.1":"Adoptiert von <0>{developer}</0>","developers.2":"Adoptiert von <0>{developer1}</0> und <0>{developer2}</0>","See overall ranking":"Zur allgemeinen Rangliste","Player {number}":"Spieler {number}","Game loading...":"Spiel lädt ...","Whoops...":"Ups ...","failure.dialog.network":"Eine Aktion konnte nicht abgeschlossen werden und wurde abgebrochen. Bitte überprüfe dein Internetverbindung.","Move unauthorized!":"Unerlaubter Zug!","failure.dialog.play":"Die Aktion, die du ausführen wolltest, ist nicht erlaubt.","failure.dialog.play2":"Falls das Problem weiterhin besteht, <0>lade die Partie neu</0>","Too late!":"Zu spät!","failure.dialog.undo":"Die anderen haben ihre Züge bereits ausgeführt. Du kannst deinen Zug nicht rückgängig machen.","Move not expected in the tutorial":"Dieser Zug ist im Tutorial nicht vorgesehen","failure.dialog.tutorial":"Im Anschluss darfst du deine eigenen Entscheidungen treffen! Sieh dir erst noch die Regeln des Spiels an","Unknown error:":"Unbekannter Fehler.","Undo my last move":"Meinen letzten Zug rückgängig machen","Go to full screen":"In den Vollbildmodus wechseln","Leave full screen":"Vollbildmodus verlassen","Give up":"Aufgeben","Give up the game":"Spiel aufgeben","give-up.dialog.p1":"Du wirst aus dem Spiel ausscheiden und durch einen Computergegner ersetzt.","give-up.dialog.p2":"Das Spiel wird als Niederlage gewertet.","give-up.dialog.p3":"Deine Freunde haben die Möglichkeit das Spiel ohne dich zu beenden.","Restart the tutorial":"Tutorial neustarten","Eject player":"Spieler entfernen","eject.dialog.p1":"{player} hat die Bedenkzeit überschritten","eject.dialog.p2":"Nach {duration} dürft ihr diesen Spieler aus der Partie entfernen und weiterspielen.","eject.dialog.p3":"Falls ihr denkt, dass der Spieler nicht zurückkehrt, dürft ihr ihn aus der Partie entfernen.","Eject {player}":"{player} entfernen","Flip your screen":"Drehe deinen Bildschirm","fs.dialog.p1":"Das Spiel wurde für Querformat (Landscape Mode) entwickelt. Wir empfehlen dir deinen Bildschirm zu drehen.","fs.dialog.p2":"Du kannst auch in den Vollbildmodus wechseln.","Enable sound":"Ton einschalten","Mute sound":"Stummschalten","Light mode":"Tagmodus","Dark mode":"Nachtmodus","Back to Game Park":"Zurück zu Game Park","Play again":"Nochmal spielen"}},"ru":{"translation":{"Menu":"Меню","OK":"ОК","Validate":"Подтвердить","Cancel":"Отменить","Yes":"Да","No":"Нет","Update":"Обновить","Confirm":"Подтвердить","Close":"Закрыть","Help":"Помощь","Play":"Играть","Discuss":"Обсудить","Sign in":"Войти","authors.1":"Игра <0>{author}</0>","authors.2":"Игра <0>{author1}</0> и <0>{author2}</0>","artists.1":"Иллюстрации <0>{artist}</0>","artists.2":"Иллюстрации <0>{artist1}</0> и <0>{artist2}</0>","publishers.1":"Издано <0>{publisher}</0>","publishers.2":"Издано <0>{publisher1}</0> и <0>{publisher2}</0>","developers.1":"Разработчик: <0>{developer}</0>","developers.2":"Разработчики: <0>{developer1}</0> и <0>{developer2}</0>","Type a message":"Напишите сообщение","sign-in-to-chat":"Вы должны зарегистрироваться для использования чата","Send":"Отправить","See overall ranking":"Посмотреть общий ранг","Player {number}":"Игрок {number}","Game loading...":"Загрузка игры...","Whoops...":"Упс...","failure.dialog.network":"Действие не могло быть завершено и было отменено. Проверьте ваше подключение к интернету.","Move unauthorized!":"Недопустимый ход!","failure.dialog.play":"Такое действие против правил.","failure.dialog.play2":"Если проблема не исчезнет, попробуйте <0>перезагрузить игру</0>","Too late!":"Слишком поздно!","failure.dialog.undo":"Другой игрок уже походил, и вы не можете отменить свой ход.","Move not expected in the tutorial":"Ход не предусмотрен режимом обучения.","failure.dialog.tutorial":"Скоро вы сможете играть сами! Позвольте нам показать последнюю информацию...","Unknown error:":"Неизвестная ошибка:","Undo my last move":"Отменить последний ход","Go to full screen":"Войти в полноэкранный режим","Leave full screen":"Выйти из полноэкранного режима","Give up":"Сдаться","Give up the game":"Сдаться в игре","give-up.dialog.p1":"Вы покините игру и будете заменены на бота со случайными ходами.","give-up.dialog.p2":"Игра будет считаться проигранной.","give-up.dialog.p3":"Ваши друзья смогут закончить игру без вас.","Restart the tutorial":"Начать обучение снова","Eject player":"Удалить игрока","eject.dialog.p1":"{player} превысил предел времени на раздумья","eject.dialog.p2":"После превышения предела в {duration} вы сможете удалить игрока из игры и продолжить без него.","eject.dialog.p3":"Если вы считаете, что игрок не вернётся, вы можете удалить его из игры.","Eject {player}":"Удалить {player}","Flip your screen":"Поверните экран","fs.dialog.p1":"Игра разработана для ландшафтного режима. Мы рекомендуем вам повернуть экран.","fs.dialog.p2":"Вы можете также перейти в полноэкранный режим","Enable sound":"Включить звук","Mute sound":"Выключить звук","Light mode":"Светлый режим","Dark mode":"Тёмный режим","Back to Game Park":"Вернуться на Game Park","Play again":"Начать новую партию"}}}